/* 統計 */
/* 大吉　黒カプセル */
const blackData = `
Fしゅらコマ,2
`;
/* 大吉　金カプセル */
const goldData = `
しゅらコマ,2
Fブシニャン,1
F百鬼姫,2
ヒカリオロチ,1
Fしゅらこまの魂・赤,1
ヤミまろの魂・赤,2
`;
/* 中吉 */
const redData = `
えんらえんらの魂・赤,6
ククリ姫の魂・赤,9
紗夜,1
紗夜の魂・赤,8
ロボニャンOO,3
ロボニャンOOの魂・赤,11
超けいけんちだま,5
ふか〜い漢方,7
プラチナのこけし,3
`;
/* 小吉 */
const blueData = `
アンドロイド田中,1
リモコンかくし,3
リモコンかくしの魂・赤,5
かくれん坊,1
かくれん坊の魂・赤,8
Fツチノコ,1
Fツチノコの魂・赤,9
ドヤぽん,5
ドヤぽんの魂・赤,3
あんのジョー,2
あんのジョーの魂・赤,6
キュン太郎,1
キュン太郎の魂・赤,7
中けいけんちだま,9
銀のこけし,5
虹のアーク,6
5つ星のアーク,10
ワンチャンのアーク,10
`;
//小けいけんちたま,2,たぶん中の勘違い

/* 末吉 */
const grayData = `
わすれん帽,3
わすれん帽の魂・赤,4
べっちゃん,1
べっちゃんの魂・赤,3
けずりん,3
けずりんの魂・赤,10
ハナホ人,1
ハナホ人の魂・赤,8
小けいけんちたま,15
銅のこけし,17
まず〜い漢方,10
封魔のアーク・ゴーリキ,5
封魔のアーク・ウワノソラ,4
封魔のアーク・オンネン,2
封魔のアーク・オマモリ,4
封魔のアーク・モノノケ,4
封魔のアーク・ツクモノ,1
`;

/* お品書き */
/* 大吉 */
const greatData = `
`;
/* 中吉 */
const mediumData = `
`;
/* 小吉 */
const smallData = `
`;
/* 末吉 */
const futureData = `
`;

const count = document.getElementById('title');
count.innerHTML = `鬼ガシャコイン・超`;
